PageWizard3.Step=Attente d'autorisation
PageWizard3.HelpText=
PageWizard3.Title=OAuth2OOo - Attente d'autorisation
PageWizard3.FixedLine1.HelpText=
PageWizard3.FixedLine1.Label=
PageWizard3.Label1.HelpText=
PageWizard3.Label1.Label=En attente d'autorisation...
PageWizard3.ProgressBar1.HelpText=
PageWizard3.Label2.HelpText=
PageWizard3.Label2.Label=L'obtention de l'autorisation à \u00e9chou\u00e9 avec l'erreur suivante:
PageWizard3.Label9.Label=L'obtention des jetons à \u00e9chou\u00e9 avec l'erreur suivante:
PageWizard3.TextField1.HelpText=
PageWizard3.TextField1.Text=
PageWizard3.TextField1.Text.100=Le d\u00e9lai d'attente a \u00e9t\u00e9 atteint et aucune r\u00e9ponse d'autorisation n'a \u00e9t\u00e9 reçue. R\u00e9essayer...
PageWizard3.TextField1.Text.101=Le serveur d'autorisation a r\u00e9pondu, mais son identification n'a pas pu \u00eatre effectu\u00e9e!!!
PageWizard3.TextField1.Text.102=Le serveur d'autorisation a r\u00e9pondu, mais son identification n'est pas valide!!!
PageWizard3.TextField1.Text.103=Le serveur d'autorisation a r\u00e9pondu, mais sans autorisation ni code d'erreur!!!
PageWizard3.TextField1.Text.200=Le serveur a r\u00e9pondu avec une erreur inconnue!!!
PageWizard3.TextField1.Text.201=Le serveur d'autorisation a r\u00e9pondu que l'autorisation a \u00e9t\u00e9 refus\u00e9e. R\u00e9essayer...
PageWizard3.TextField1.Text.202=Le serveur a r\u00e9pondu que la requ\u00eate ne dispose pas d'un param\u00e8tre obligatoire, comporte une valeur de param\u00e8tre non valide ou est sinon malform\u00e9e.
PageWizard3.TextField1.Text.203=Le serveur a r\u00e9pondu que le client n'est pas autoris\u00e9 à demander un code d'autorisation en utilisant cette m\u00e9thode.
PageWizard3.TextField1.Text.204=Le serveur a r\u00e9pondu qu'il ne prend pas en charge l'obtention d'un code d'autorisation à l'aide de cette m\u00e9thode.
PageWizard3.TextField1.Text.205=Le serveur a r\u00e9pondu que l'\u00e9tendue des permissions demand\u00e9e n'est pas valide, inconnue ou incorrecte.
PageWizard3.TextField1.Text.206=Le serveur a r\u00e9pondu qu'il a rencontr\u00e9 une condition inattendue qui l'a emp\u00each\u00e9 de r\u00e9pondre à la requ\u00eate. 
PageWizard3.TextField1.Text.207=Le serveur a r\u00e9pondu qu'il est actuellement incapable de traiter la demande en raison d'une surcharge temporaire ou d'une maintenance du serveur.
PageWizard3.TextField1.Text.300=Impossible de se connecter à un serveur à cette URL: %s avec comme suite d'exception: %s
PageWizard3.TextField1.Text.301=Le serveur a r\u00e9pondu dans un mauvais format (%s) avec le code de statut HTTP %s pour l'URL: %s
PageWizard3.TextField1.Text.302=\n\nContenu de la page:\n\n%s
PageWizard3.TextField1.Text.303=\n\nDescription de l'erreur:\n\n%s
